<?php
require_once '../system/system.php';
doc_head('ศูนย์ความเป็นเลิศด้านฟิสิกส์');
?>

</head>

<body>
    <div class="container">

        <?php get_includes('header'); ?>

        <div class="row">
            <h2 class="text-center">ประวัติความเป็นมา</h2>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; การแข่งขันในโลกปัจจุบันเป็นการแข่งขันทางเทคโนโลยี อีกทั้งปัญหาระดับโลกในอนาคต ไม่ว่าจะเป็นเรื่องของแหล่งพลังงานทดแทนเชื้อเพลิงฟอสซิล วิกฤตการอาหารขาดแคลน หรือสภาวะโลกร้อนก็ต้องอาศัยเทคโนโลยีเข้ามาช่วยแก้ไข ประเทศที่มีเทคโนโลยีเป็นของตนเองย่อมมีความได้เปรียบในเชิงเศรษฐกิจและเสถียรภาพของสังคม ประเทศที่พัฒนาแล้วอย่างสหรัฐอเมริกา ญี่ปุ่น และอีกหลายประเทศในทวีปยุโรป รวมทั้งประเทศที่กำลังพัฒนา เช่น สาธารณรัฐประชาชนจีน อินเดีย และสาธารณรัฐเกาหลี เป็นต้น ต่างให้ความสำคัญกับการพัฒนาวิทยาศาสตร์ควบคู่กันไปกับเทคโนโลยี ด้วยเหตุนี้ประเทศที่มุ่งหวังจะมีความรุดหน้าทางด้านเศรษฐกิจเพื่อความอยู่ดีกินดีของประชาชน จึงต้องพัฒนาวิทยาศาสตร์พื้นฐานโดยเฉพาะฟิสิกส์ซึ่งเป็นฐานรากที่สำคัญของการพัฒนาเทคโนโลยีระดับสูง และเทคโนโลยีอนาคต</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; สำหรับประเทศไทย ความเข้าใจและการยอมรับในบทบาทและความสำคัญของวิทยาศาสตร์พื้นฐานต่อการพัฒนาเทคโนโลยีระดับต่าง ๆ ยังคงอยู่ในระดับที่ไม่เอื้อต่อการดำเนินงานขององค์กรทางด้านวิทยาศาสตร์และเทคโนโลยีต่าง ๆ ของประเทศ รายงานวิจัยฉบับหนี่ง ได้สรุปว่า ประเทศที่มีความเจริญทางเทคโนโลยีนั้นต้องมีความเข้มแข็งทางด้านวิทยาศาสตร์พื้นฐาน โดยเฉพาะอย่างยิ่ง ฟิสิกส์ รายงานฉบับนี้ได้ชี้ชัดว่า ความอ่อนแอทางด้านเทคโนโลยีในประเทศไทย มีสาเหตุหลักเนื่องมาจากความอ่อนแอทางด้านวิทยาศาสตร์พื้นฐาน และจะทำให้ประเทศไทยไม่สามารถแข่งขันได้ในระยะยาวถ้าไม่รีบแก้ไขเสียตั้งแต่วันนี้</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; การระดมความคิดของนักฟิสิกส์ทั้งประเทศจึงได้เกิดขึ้นเป็นครั้งแรก เมื่อวันที่ 28 - 29 พฤษภาคม พ.ศ. 2548 โดยการริเริ่มและประสานงานของสำนักงานคณะกรรมการการอุดมศึกษา (สกอ.) กระทรวงศึกษาธิการ หลังจากนั้นได้มีการประชุมร่วมกันเพื่อจัดทำโครงการจัดตั้งศูนย์ความเป็นเลิศด้านฟิสิกส์อีกหลายครั้ง ภายใต้การสนับสนุนของ สกอ. เป็นอย่างดีตลอดมา</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; โครงการจัดตั้งศูนย์ความเป็นเลิศด้านฟิสิกส์นี้ได้รับความเห็นชอบจากคณะกรรมการการอุดมศึกษาแห่งชาติ ในคราวการประชุมเมื่อวันที่ 14 กรกฎาคม พ.ศ. 2548</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ต่อมาในการประชุมเมื่อวันที่ 1 สิงหาคม พ.ศ. 2549 คณะรัฐมนตรีได้มีมติให้ขยายการจัดตั้งศูนย์ความเป็นเลิศทางวิชาการเพิ่มอีก 5 ด้าน ซึ่งมีด้านฟิสิกส์รวมอยู่ด้วย และในคราวการประชุมเมื่อวันที่ 12 มิถุนายน พ.ศ. 2550 คณะรัฐมนตรีได้อภิปรายถึงความจำเป็นที่จะต้องพัฒนาปรับฐานการศึกษาและการวิจัยด้านฟิสิกส์และคณิตศาสตร์ให้เข้มแข็ง เพื่อเป็นพื้นฐานการพัฒนาด้านวิทยาศาสตร์และเทคโนโลยีควบคู่ไปกับการสร้างและพัฒนาทรัพยากรบุคคลของประเทศ</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ในขั้นตอนที่ต้องผ่านความเห็นชอบจากคณะกรรมการกลั่นกรองของคณะรัฐมนตรีนั้น โครงการจัดตั้งศูนย์ความเป็นเลิศด้านฟิสิกส์ ได้รับการปรับปรุงในรายละเอียดเพิ่มเติม ภายใต้การให้คำแนะนำปรึกษาอย่างใกล้ชิดของผู้เชี่ยวชาญจากสภาพัฒนาการเศรษฐกิจและสังคมแห่งชาติ ในการประชุมร่วมอีกหลายครั้ง จนกระทั่งโครงการนี้ได้รับความเห็นชอบเป็นลำดับขั้นและ<em><strong>ในที่สุดได้รับการอนุมัติจากคณะรัฐมนตรี เมื่อวันที่ 27 พฤศจิกายน พ.ศ. 2550</strong></em></p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ปัจจุบันศูนย์ความเป็นเลิศด้านฟิสิกส์ (ศฟ.) เข้าสังกัดเป็นศูนย์ความเป็นเลิศ ลำดับที่ 9 ของสำนักพัฒนาบัณฑิตศึกษาและวิจัยด้านวิทยาศาสตร์และเทคโนโลยี (สบว.) ของสำนักงานคณะกรรมการการอุดมศึกษา (สกอ.) กระทรวงศึกษาธิการ (ศธ.)</p>

        </div>

        <?php get_includes('footer'); ?>

    </div>
    <!-- /.container -->

    <?php get_includes('bootstrap-core'); ?>
</body>
</html>
