<?php
require_once '../system/system.php';
doc_head('โครงสร้างองค์กร - ศูนย์ความเป็นเลิศด้านฟิสิกส์');
?>
<style>
    td {
        border:solid 0px black;
    }
</style>
</head>

<body>
    <div class="container">

        <?php get_includes('header'); ?>

        <div class="row">
            <p>&nbsp;</p>
            <img src="../images/structure.png" class="img-responsive" style="width: auto; max-height: 500px; margin: 0 auto;">
            <h3>รายนามคณะกรรมการอำนวยการ</h3>                                
            <table>
                <tr>                                        
                    <td>1.&nbsp;&nbsp; อธิการบดีมหาวิทยาลัยเชียงใหม่</td>
                    <td>ประธานกรรมการ</td>
                </tr>
                <tr>                                        
                    <td>2.&nbsp;&nbsp; อธิการบดีจุฬาลงกรณ์มหาวิทยาลัย หรือผู้แทน</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>3.&nbsp;&nbsp; อธิการบดีสถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง หรือผู้แทน</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>4.&nbsp;&nbsp; อธิการบดีมหาวิทยาลัยมหิดล หรือผู้แทน</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>5.&nbsp;&nbsp; อธิการบดีมหาวิทยาลัยเทคโนโลยีสุรนารี หรือผู้แทน</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>6.&nbsp;&nbsp; ศาสตราจารย์ ดร.ชัยอนันต์ สมุทวณิช</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>7.&nbsp;&nbsp; นางสาวภารณี วัฒนา</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>8.&nbsp;&nbsp; รองศาสตราจารย์ ดร.วีระพงษ์ แพสุวรรณ</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>9.&nbsp;&nbsp; นายเกียรติพงศ์ น้อยใจบุญ</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>10. รองศาสตราจารย์ พินิติ รตะนานุกูล</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>11. ผู้อำนวยการศูนย์</td>
                    <td>กรรมการ และเลขานุการ</td>
                </tr>
            </table>

            <h3>รายนามคณะกรรมการบริหาร</h3>
            <table>
                <tr>                                        
                    <td>1.&nbsp;&nbsp; ผู้อำนวยการศูนย์ความเป็นเลิศด้านฟิสิกส์</td>
                    <td>ประธานกรรมการ</td>
                </tr>
                <tr>                                        
                    <td>2.&nbsp;&nbsp; ผู้อำนวยการศูนย์วิจัยทางฟิสิกส์ของฟิล์มบาง จุฬาลงกรณ์มหาวิทยาลัย
                        <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ผู้ช่วยศาสตราจารย์ ดร.ขจรยศ อยู่ดี)
                    </td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>3.&nbsp;&nbsp; ผู้อำนวยการศูนย์วิจัยทางฟิสิกส์ของสำอนุภาคและพลาสมา มหาวิทยาลัยเชียงใหม่
                        <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (รองศาสตราจารย์ ดร.สมศร สิงขรัตน์)
                    </td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>4.&nbsp;&nbsp; ผู้อำนวยการศูนย์วิจัยทางนาโนสเกลฟิสิกส์ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง
                        <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ศาสตราจารย์ ดร.จิติ หนูแก้ว)
                    </td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>5.&nbsp;&nbsp; ผู้อำนวยการศูนย์วิจัยทางฟิสิกส์บูรณาการ มหาวิทยาลัยมหิดล
                        <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ศาสตราจารย์ ดร.รัศมีดารา หุ่นสวัสดิ์)
                    </td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>6.&nbsp;&nbsp; ผู้อำนวยการศูนย์วิจัยทางฟิสิกส์คำนวณและทฤษฎี มหาวิทยาลัยเทคโนโลยีสุรนารี
                        <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ศาสตราจารย์ ดร.ชูกิจ ลิมปิจำนงค์)
                    </td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>7.&nbsp;&nbsp; ผู้ทรงคุณวุฒิ (รองศาสตราจารย์ ดร.พิเชษฐ ลิ้มสุวรรณ)</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>8.&nbsp;&nbsp; ผู้ทรงคุณวุฒิ (รองศาสตราจารย์ ดร.ปริทรรศน์ พันธุบรรยงค์)</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>9.&nbsp;&nbsp; ผู้ทรงคุณวุฒิ (ดร.มารยาท สมุทรสาคร)</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>10. ผู้ทรงคุณวุฒิ (ดร.ขัติยา ไกรกาญจน์)</td>
                    <td>กรรมการ</td>
                </tr>
                <tr>                                        
                    <td>11. รองผู้อำนวยการศูนย์ที่ผู้อำนวยการศูนย์ มอบหมาย
                        <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (รองศาสตราจารย์ ดร.สมศร สิงขรัตน์)
                    </td>
                    <td>กรรมการ และเลขานุการ</td>
                </tr>
            </table>

            <h3>ผู้อำนวยการศูนย์ ThEP</h3>
            <table>
                <tr>                                        
                    <td>                                            
                        <img src="../images/director_134.png" class="img-responsive" style="width: auto; max-height: 134px;">
                    </td>

                    <td style="padding-left: 10px">                                            
                        <p>ศาสตราจารย์ เกียรติคุณ ดร. ถิรพัฒน์ วิลัยทอง</p>
                        <address>ศูนย์ความเป็นเลิศด้านฟิสิกส์<br>
                            239 ถนนห้วยแก้ว ต.สุเทพ อ.เมือง จ.เชียงใหม่ 50200<br>
                            โทรศัพท์: 053-942650-3<br>
                            FAX: 053-222774<br>
                            Email: Thirapat@fnrf.science.cmu.ac.th<br>
                        </address>
                    </td>                                        
                </tr>
            </table>

        </div>

        <?php get_includes('footer'); ?>

    </div>
    <!-- /.container -->

    <?php get_includes('bootstrap-core'); ?>
</body>
</html>
