<?php
require_once '../system/system.php';
doc_head('การอบรมเชิงปฏิบัติการ "เครื่องอบไมโครเวฟสำหรับผลิตผลทางการเกษตร" - ศูนย์ความเป็นเลิศด้านฟิสิกส์');
?>

</head>

<body>
    <div class="container">

        <?php get_includes('header'); ?>

        <div class="row">

            <div class="col-md-12">

                <img class="img-responsive" alt="image" style="margin:0 auto;" src="../../upload02/notice/vacuum_deposition_1200.jpg">
                <p>&nbsp;</p>

                <h2 class="text-center" style="color: #00F;">ขอเชิญเข้าร่วมโครงการอบรมและถ่ายทอดเทคโนโลยี<br>
                    เรื่อง “การปรับปรุงผิวโลหะแผ่นเรียบด้วยเทคนิคการเคลือบในสุญญากาศ”<br>
                    วันที่ 22 เมษายน 2557<br>
                    ณ ห้องเทา-ทอง 1 ศูนย์ปฏิบัติการโรงแรมเทา-ทอง มหาวิทยาลัยบูรพา ชลบุรี
                </h2>

                <p>&nbsp;</p>

                <p>
                    &nbsp; &nbsp; &nbsp; &nbsp; การปรับปรุงผิวแผ่นนสเตนเลสหรือโลหะแผ่นเรียบด้วย “การเคลือบในสุญญากาศ” (Vacuum Deposition) 
                    เพื่อให้มีสีที่สวยงามหรือมีสมบัติตามต้องการกำลังได้รับความสนใจอย่างมาก โดยเฉพาะอย่างยิ่งเทคนิค PVD 
                    เนื่องจากเป็นการเคลือบที่ให้ชั้นเคลือบคุณภาพสูง อีกทั้งไม่มีการใช้สารละลายเคมีในกระบวนการเคลือบจึงไม่ก่อให้เกิดปัญหาต่อสิ่งแวดล้อม 
                    ปัจจุบันภาคอุตสาหกรรมและหลายหน่วยงานหลายแห่งในประเทศไทย ได้นำเทคโนโลยีนี้เข้ามาใช้มากมาย 
                    ทั้งนี้เพื่อส่งเสริมและเผยแพร่ความรู้ด้านเทคโนโลยีการเคลือบในสุญญากาศแก่ภาคอุตสาหกรรม นิสิต นักศึกษา และ ผู้สนใจทั่วไป
                    ห้องปฏิบัติการวิจัยเทคโนโลยีสุญญากาศและฟิล์มบาง ภาควิชาฟิสิกส์ คณะวิทยาศาสตร์ มหาวิทยาลัยบูรพา และ 
                    ห้องปฏิบัติการวิจัยพลาสมาสำหรับวิทยาศาสตร์พื้นผิว ศูนย์ความเป็นเลิศด้านฟิสิกส์ (ThEP) สกอ. จึงจัดโครงการอบรมและถ่ายทอดเทคโนโลยี 
                    เรื่อง “การปรับผิวโลหะแผ่นเรียบด้วยเทคนิคการเคลือบในสุญญากาศ” เพื่อเผยแพร่ ถ่ายทอดเทคโนโลยี และองค์ความรู้ที่ได้จากการศึกษาและวิจัยใน 
                    โครงการ “เครื่องเคลือบแผ่นสเตนเลสในสุญญากาศ” ซึ่งได้รับทุนอุดหนุนการวิจัย จาก กระทรวงวิทยาศาสตร์และเทคโนโลยี ภายใต้ 
                    โครงการสนับสนุนผู้ประกอบการไทยเพื่อการพัฒนาสร้างเครื่องจักรและอุปกรณ์ ด้วยกระบวนการศึกษาและถ่ายทอดเทคโนโลยีทางวิศวกรรม 
                    แก่ภาคอุตสาหกรรมตลอดจนผู้เกี่ยวข้องและผู้สนใจทั่วไป
                </p>
                <p>&nbsp;</p>

                <h3 class="text-center" style="color: #00F;"><u>ฟรี</u> ไม่เสียค่าใช้จ่าย</h3>
                <p>&nbsp;</p>
                
                <p><strong>เอกสารโครงการฯ </strong> => <button onclick="window.open('../../upload02/notice/1_vacium_deposition.pdf')">Download เอกสารโครงการฯ </button> </p>
                <p>&nbsp;</p>
                <strong>สนใจ download ใบสมัคร</strong> ได้ที่นี่ => <button onclick="window.open('../../upload02/notice/2_application.pdf')">Download ใบสมัคร </button>
                <p>&nbsp;</p>
                
                
                <p>
                    <b>สอบถามข้อมูลและรายละเอียดเพิ่มเติมได้ที่ :</b> <br>
                    ผศ.ดร.นิรันดร์ วิทิตอนันต์<br>
                    <b>โทรศัพท์:</b> 038-103-084 หรือ <b>e-mail:</b> nirun@buu.ac.th
                </p>



            </div>

        </div> <!-- /.row -->

        <?php get_includes('footer'); ?>

    </div> <!-- /.container -->

    <?php get_includes('bootstrap-core'); ?>
</body>
</html>
