<?php
require_once '../system/system.php';
doc_head('วิสัยทัศน์ พันธกิจ - ศูนย์ความเป็นเลิศด้านฟิสิกส์');
?>

</head>

<body>
    <div class="container">

        <?php get_includes('header'); ?>

        <div class="row">
            <h3>วิสัยทัศน์</h3>
            <ul>
                <li>เป็นเลิศทางการวิจัยและบัณฑิตศึกษาทางฟิสิกส์ในภูมิภาคอุษาคเนย์</li>
            </ul>
            <h3>พันธกิจ</h3>
            <ul>
                <li>พัฒนางานวิจัยและเทคโนโลยีเพื่อรองรับการพัฒนาประเทศให้แข่งขันกับประเทศอื่นและพึ่งตนเองได้</li>
                <li>สร้างนักฟิสิกส์ระดับสูงที่มีคุณภาพระดับสากล</li>
                <li>บริหารจัดการองค์ความรู้ งานวิจัยและนวัตกรรม</li>
            </ul>
            <h3>เป้าประสงค์</h3>
            <ul>
                <li>เพื่อเพิ่มศักยภาพและความเข้มแข็งในการวิจัยและการเรียนการสอนระดับบัณฑิตศึกษาสาขาวิชาฟิสิกส์ให้ทัดเทียมกับต่างประเทศ</li>
                <li>เพื่อเร่งรัดการสร้างบุคลากรสาขาวิชาฟิสิกส์ให้มีจำนวนเพิ่มมากขึ้นและให้มีคุณภาพระดับสากล</li>
            </ul>
        </div>

        <?php get_includes('footer'); ?>

    </div>
    <!-- /.container -->

    <?php get_includes('bootstrap-core'); ?>
</body>
</html>
