<style>
    a{color: black;}
</style>
<div class="bs-example">
    <h2 class="text-center">แบบฟอร์ม : ฝ่ายงานวิจัยและนวัตกรรม</h2>
    <div class="row">
        <div class="col-md-7 col-md-offset-4">
            <p><a href="">1. ข้อเสนอโครงการพัฒนาศักยภาพเชิงวิชาการ (PD-01)</a></p>
            <p><a href="">2. ข้อเสนอโครงการวิจัย (RE-01)</a></p>
            <p><a href="">3. "คู่มือ"การกรอกแบบฟอร์ม PD-01</a></p>
            <p><a href="">4. "คู่มือ"การกรอกแบบฟอร์ม RE-01</a></p>
            <p><a href="">5. "คู่มือ"รายงานความก้าวหน้ากิจกรรมวิจัย (PR-02)</a></p>
            <p><a href="">6. แบบฟอร์มประวัติบุคลากรในโครงการ (CV-01)</a></p>
            <p><a href="">7. แบบฟอร์มรายงานผลการปฏิบัติงาน (RP-01)</a></p>
            <p><a href="">8. รายงานความก้าวหน้ากิจกรรมการวิจัย (PR-02)</a></p>
            <p><a href="">9. ข้อเสนอโครงการงานจัดฝึกอบรม/ถ่ายทอดเทคโนโลยี (TT-01)</a></p>
            <p><a href="">10. ข้อเสนอโครงการงานบริการวิชาการ (AS-01)</a></p>
            <p><a href="">11. แบบรายงานผลการปฏิบัติงาน ประจำปีงบประมาณ พ.ศ. 2554</a></p>
        </div>
    </div>
    <p>&nbsp;</p>
    <p class="text-center"><a href="form.php" style="font-weight: bold;"><<< Back</a></p>
</div>