<div class="bs-example">
    <h2 class="text-center">แบบฟอร์ม : ฝ่ายการเงินและบัญชี</h2>
    <style>
        a {
            color: black;
        }
    </style>
    <div class="row">
        <div class="col-md-8 col-md-offset-3">
            <p><a href="">1. ThEP-FI-01 ขอยืมเงิน</a></p>
            <p><a href="">2. ThEP-FI-02 แบบรายงานการเดินทาง</a></p>
            <p><a href="">3. ThEP-FI-02-1 แบบรายงานการเดินทาง(ใบแนบกรณีเดินทางเป็นหมู่คณะ)</a></p>
            <p><a href="">4. ThEP-FI-03 แบบเบิกจ่ายเงิน</a></p>
            <p><a href="">5. ThEP-FI-04 ใบสำคัญรับเงิน</a></p>
            <p><a href="">6. ThEP-FI-04-1 ใบสำคัญรับเงิน - ทุนนักศึกษา</a></p>
            <p><a href="">7. ThEP-FI-05 ใบรับรองแทนใบเสร็จรับเงิน</a></p>
            <p><a href="">8. ThEP-FI-05-1 ใบรับรองแทนใบเสร็จรับเงิน(โครงการวิจัย)</a></p>
            <p><a href="">9. ThEP-FI-06 ปรับงบประมาณศูนย์วิจัย</a></p>
            <p><a href="">10. ThEP-FI-06-1 ปรับงบประมาณห้องปฏิบัติการวิจัย</a></p>
            <p><a href="">11. ThEP-FI-07 ปรับงบประมาณโครงการวิจัย</a></p>
            <p><a href="">12. ThEP-FI-08 แบบรายงานการใช้เงินทดรองจ่ายศูนย์วิจัย</a></p>
            <p><a href="">13. ตัวอย่างหนังสือขอเดินทางไปราชการ</a></p>
            <p><a href="">14. ระเบียบศูนย์ความเป็นเลิศด้านฟิสิกส์ ว่าด้วยการเงิน การบัญชี และการงบประมาณ พ.ศ. 2554</a></p>
        </div>
    </div>
    <p>&nbsp;</p>
    <p class="text-center"><a href="form.php" style="font-weight: bold;"><<< Back</a></p>
</div>
